Revit 2027 API
ParameterTypeId.RbsDuctSizeFormattedParam Property
 "Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctSizeFormattedParam { get; }
Public Shared ReadOnly Property RbsDuctSizeFormattedParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctSizeFormattedParam {
	ForgeTypeId^ get ();
}
static member RbsDuctSizeFormattedParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace